rnq1 = [
    ['2 ಮತ್ತು 3 ರ ಲ. ಸಾ. ಅ.','(A) 2','(B) 3','(C) 5','(D) 6','(D) 6'], 
    ['5 ಮತ್ತು 7 ರ ಮಹತ್ತಮ ಸಾಮಾನ್ಯ ಅಪವರ್ತನವನ್ನು ಬರೆಯಿರಿ.','(A) 0','(B) 1','(C) 5','(D) 7','(B) 1'], 
    ['ಯಾವುದೇ ಎರಡು ಅವಿಭಾಜ್ಯ ಸಂಖ್ಯೆಗಳ ಮ.ಸಾ.ಅ.','(A) 0','(B) 2','(C) 1','(D) -1','(C) 1'], 
    ['15 ಮತ್ತು 20 ಈ ಸಂಖ್ಯೆಗಳ ಮ.ಸಾ.ಅ. ಮತ್ತು ಲ.ಸಾ.ಅ. ಗಳ ಗುಣಲಬ್ಧವು','(A) 15','(B) 20','(C) 300','(D) 35','(C) 300'],
    ['7 x 11 x 13 + 13 ಇದು ಒಂದು','(A) ಅವಿಭಾಜ್ಯ ಸಂಖ್ಯೆ','(B) ಸಂಯುಕ್ತ ಸಂಖ್ಯೆ','(C) ಅಭಾಗಲಬ್ಧ ಸಂಖ್ಯೆ','(D) ಬೆಸ ಸಂಖ್ಯೆ','(B) ಸಂಯುಕ್ತ ಸಂಖ್ಯೆ'], 
    ['ಯಾವುದೇ ಎರಡು ಧನಪೂರ್ಣಾಂಕ a ಮತ್ತು b ಗಳಿಗೆ ಮ.ಸಾ.ಅ. (a, b) x ಲ.ಸಾ.ಅ. (a, b) ಇದಕ್ಕೆ ಸಮನಾದದ್ದು','(A) a + b','(B) a - b','(C) a x b','(D) a ÷ b','(C) a x b'], 
    ['‘A’ ಮತ್ತು  ‘B’ ಗಳು ಯಾವುದೇ ಎರಡು ಧನ ಪೂರ್ಣಾಂಕಗಳಾಗಿದ್ದು, ಅವುಗಳ ಮ.ಸಾ.ಅ. ಮತ್ತು ಲ.ಸಾ.ಅ. ಗಳು ಕ್ರಮವಾಗಿ ‘H’ ಮತ್ತು  ‘L’ ಆಗಿದ್ದಾಗ, ಕೆಳಗಿನವುಗಳಲ್ಲಿ ಸರಿಯಾದ ಸಂಬಂಧವು','(A) H x B = L x B','(B) H x L = A x B','(C) H + L = A + B','(D) H - L = A – B','(B) H x L = A x B'], 
       
]
rnq2 = [
    ['70 ನ್ನು ಅದರ ಅವಿಭಾಜ್ಯ ಅಪವರ್ತನಗಳ ಗುಣಲಬ್ಧವಾಗಿ ವ್ಯಕ್ತಪಡಿಸಿ.','70 = 2 x 5 x 7'], 
    ['216 ನ್ನು ಅದರ ಅವಿಭಾಜ್ಯ ಅಪವರ್ತನಗಳ ಗುಣಲಬ್ಧವಾಗಿ ವ್ಯಕ್ತಪಡಿಸಿ.','216 = 2 x 2 x 2 x 3 x 3 x 3'], 
    ['90 ನ್ನು ಅದರ ಅವಿಭಾಜ್ಯ ಅಪವರ್ತನಗಳ ಗುಣಲಬ್ಧವಾಗಿ ವ್ಯಕ್ತಪಡಿಸಿ.','90 = 2 x 3 x 3 x 5'], 
    ['108 ನ್ನು ಅದರ ಅವಿಭಾಜ್ಯ ಅಪವರ್ತನಗಳ ಗುಣಲಬ್ಧವಾಗಿ ವ್ಯಕ್ತಪಡಿಸಿ.','108 = 2 x 2 x 3 x 3 x 3'], 
    ['96 ನ್ನು ಅದರ ಅವಿಭಾಜ್ಯ ಅಪವರ್ತನಗಳ ಗುಣಲಬ್ಧವಾಗಿ ವ್ಯಕ್ತಪಡಿಸಿ.','96 = 2 x 2 x 2 x 2 x 2 x 3'], 
    ['72 ನ್ನು ಅದರ ಅವಿಭಾಜ್ಯ ಅಪವರ್ತನಗಳ ಗುಣಲಬ್ಧವಾಗಿ ವ್ಯಕ್ತಪಡಿಸಿ.','72 = 2 x 2 x 2 x 3 x 3'], 
    ['76 ನ್ನು ಅವಿಭಾಜ್ಯ ಅಪವರ್ತನಗಳ ಗುಣಲಬ್ಧವನ್ನಾಗಿ ಬರೆಯಿರಿ.','76 = 2 x 2 x 19'],
    ['48 ನ್ನು ಅದರ ಅವಿಭಾಜ್ಯ ಅಪವರ್ತನಗಳ ಗುಣಲಬ್ಧವಾಗಿ ವ್ಯಕ್ತಪಡಿಸಿ.','48 = 2 x 2 x 2 x 2 x 3'], 
    ['52 ನ್ನು ಅದರ ಅವಿಭಾಜ್ಯ ಅಪವರ್ತನಗಳ ಗುಣಲಬ್ಧವಾಗಿ ವ್ಯಕ್ತಪಡಿಸಿ.','52 = 2 x 2 x 13'], 
    ['64 ನ್ನು ಅವಿಭಾಜ್ಯ ಅಪವರ್ತನಗಳ ಗುಣಲಬ್ಧವನ್ನಾಗಿ ಬರೆಯಿರಿ.','64 = 2 x 2 x 2 x 2 x 2 x 2'],
    ['140 ನ್ನು ಅವಿಭಾಜ್ಯ ಅಪವರ್ತನಗಳ ಗುಣಲಬ್ಧವನ್ನಾಗಿ ಬರೆಯಿರಿ.','140 = 2 x 2 x 5 x 7'],
    ['200 = 2\u02e3 x 5\u02b8 ಆದರೆ, x ಮತ್ತು y ಗಳ ಬೆಲೆಗಳನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ.','x = 3, y = 2'],
    ['17/40 ರ ಛೇದವನ್ನು 2\u02e3 x 5\u02b8 ರೂಪದಲ್ಲಿ ವ್ಯಕ್ತಪಡಿಸಿ ಮತ್ತು x ಮತ್ತು y ಗಳ ಬೆಲೆಗಳನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ.','x = 3, y = 1'],
    ['7/80 ರ ಛೇದವನ್ನು 2\u02e3 x 5\u02b8 ರೂಪದಲ್ಲಿ ವ್ಯಕ್ತಪಡಿಸಿ','80 = 2 x 2 x 2 x 2 x 5'],
    #['ಅಂಕಗಣಿತದ ಮೂಲ ಪ್ರಮೇಯದ ಪ್ರಕಾರ, 40 = x\u02B8 .  z ಆದರೆ, x, y ಮತ್ತು z ಬೆಲೆಗಳನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ.','x = 2, y = 3 ಮತ್ತು z = 5'],
]
rnq3 = [    
    ['6, 72 ಮತ್ತು 120 ಇವುಗಳ ಮ.ಸಾ.ಅ. ಮತ್ತು ಲ.ಸಾ.ಅ ಗಳನ್ನು ಅವಿಭಾಜ್ಯ ಅಪವರ್ತನ ವಿಧಾನದಿಂದ ಕಂಡುಹಿಡಿಯಿರಿ.','ಮ.ಸಾ.ಅ. = 6 ಮತ್ತು ಲ.ಸಾ.ಅ = 360'], 
    ['15, 24 ಮತ್ತು 36 ಇವುಗಳ ಮ.ಸಾ.ಅ. ಮತ್ತು ಲ.ಸಾ.ಅ ಗಳನ್ನು ಅವಿಭಾಜ್ಯ ಅಪವರ್ತನ ವಿಧಾನದಿಂದ ಕಂಡುಹಿಡಿಯಿರಿ.','ಮ.ಸಾ.ಅ. = 3 ಮತ್ತು ಲ.ಸಾ.ಅ = 360'], 
    #['30, 54 ಮತ್ತು 72 ಇವುಗಳ ಮ.ಸಾ.ಅ. ಮತ್ತು ಲ.ಸಾ.ಅ ಗಳನ್ನು ಅವಿಭಾಜ್ಯ ಅಪವರ್ತನ ವಿಧಾನದಿಂದ ಕಂಡುಹಿಡಿಯಿರಿ.','ಮ.ಸಾ.ಅ. = 6 ಮತ್ತು ಲ.ಸಾ.ಅ = 360'], 
    ['3, 8 ಮತ್ತು 15 ಇವುಗಳ ಮ.ಸಾ.ಅ. ಮತ್ತು ಲ.ಸಾ.ಅ ಗಳನ್ನು ಅವಿಭಾಜ್ಯ ಅಪವರ್ತನ ವಿಧಾನದಿಂದ ಕಂಡುಹಿಡಿಯಿರಿ.','ಮ.ಸಾ.ಅ. = 6 ಮತ್ತು ಲ.ಸಾ.ಅ = 360'], 
    #['17, 23 ಮತ್ತು 29 ಇವುಗಳ ಮ.ಸಾ.ಅ. ಮತ್ತು ಲ.ಸಾ.ಅ ಗಳನ್ನು ಅವಿಭಾಜ್ಯ ಅಪವರ್ತನ ವಿಧಾನದಿಂದ ಕಂಡುಹಿಡಿಯಿರಿ.','ಮ.ಸಾ.ಅ. = 6 ಮತ್ತು ಲ.ಸಾ.ಅ = 360'], 
    ['12, 15 ಮತ್ತು 21 ಇವುಗಳ ಮ.ಸಾ.ಅ. ಮತ್ತು ಲ.ಸಾ.ಅ ಗಳನ್ನು ಅವಿಭಾಜ್ಯ ಅಪವರ್ತನ ವಿಧಾನದಿಂದ ಕಂಡುಹಿಡಿಯಿರಿ.','ಮ.ಸಾ.ಅ. = 6 ಮತ್ತು ಲ.ಸಾ.ಅ = 360'],
]
rnq4 = [
    ['ಎರಡು ಧನ ಪೂರ್ಣಾಂಕಗಳ ಮ.ಸಾ.ಅ. ಮತ್ತು ಲ.ಸಾ.ಅ. ಗಳು ಕ್ರಮವಾಗಿ 4 ಮತ್ತು 60 ಆಗಿದೆ. ಒಂದು ಪೂರ್ಣಾಂಕವು 20 ಆದರೆ, ಮತ್ತೊಂದು ಪೂರ್ಣಾಂಕವನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ.',12], 
    #['ಎರಡು ಸಂಖ್ಯೆಗಳ ಮ.ಸಾ.ಅ. ಮತ್ತು ಲ.ಸಾ.ಅ. ಗಳು ಕ್ರಮವಾಗಿ 12 ಮತ್ತು 360 ಆಗಿವೆ. ಒಂದು ಸಂಖ್ಯೆ 72 ಆದರೆ, ಇನ್ನೊಂದು ಸಂಖ್ಯೆಯನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ.',60], 
    ['ಎರಡು ಸಂಖ್ಯೆಗಳ ಮ.ಸಾ.ಅ. ಮತ್ತು ಲ.ಸಾ.ಅ. ಗಳು ಕ್ರಮವಾಗಿ 3 ಮತ್ತು 60 ಆಗಿವೆ. ಒಂದು ಸಂಖ್ಯೆ 12 ಆದರೆ, ಇನ್ನೊಂದು ಸಂಖ್ಯೆಯನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ.',15],  
   
]
rnq5 = [
    ['6+√2  ಒಂದು ಅಭಾಗಲಬ್ಧ ಸಂಖ್ಯೆ ಎಂದು ಸಾಧಿಸಿ.'], 
    ['3+√2 ನ್ನು ಒಂದು ಅಭಾಗಲಬ್ಧ ಸಂಖ್ಯೆ ಎಂದು ಸಾಧಿಸಿ.'], 
    ['2+√3 ನ್ನು ಒಂದು ಅಭಾಗಲಬ್ಧ ಸಂಖ್ಯೆ ಎಂದು ಸಾಧಿಸಿ.'], 
    ['5+√3 ನ್ನು ಒಂದು ಅಭಾಗಲಬ್ಧ ಸಂಖ್ಯೆ ಎಂದು ಸಾಧಿಸಿ.'], 
    ['3+√5 ನ್ನು ಒಂದು ಅಭಾಗಲಬ್ಧ ಸಂಖ್ಯೆ ಎಂದು ಸಾಧಿಸಿ.'], 
    ['2+√5 ನ್ನು ಒಂದು ಅಭಾಗಲಬ್ಧ ಸಂಖ್ಯೆ ಎಂದು ಸಾಧಿಸಿ.'], 
    ['5+√2 ನ್ನು ಒಂದು ಅಭಾಗಲಬ್ಧ ಸಂಖ್ಯೆ ಎಂದು ಸಾಧಿಸಿ.'], 
]
rnq6 = [
    ['√3 ನ್ನು ಒಂದು ಅಭಾಗಲಬ್ಧ ಸಂಖ್ಯೆ ಎಂದು ಸಾಧಿಸಿ.'], 
    ['√2 ನ್ನು ಒಂದು ಅಭಾಗಲಬ್ಧ ಸಂಖ್ಯೆ ಎಂದು ಸಾಧಿಸಿ.'], 
    ['√5 ನ್ನು ಒಂದು ಅಭಾಗಲಬ್ಧ ಸಂಖ್ಯೆ ಎಂದು ಸಾಧಿಸಿ.'], 
]

# 2. POLYNIMIALS

pq1 = [
    ['ಒಂದು ರೇಖಾತ್ಮಕ ಬಹುಪದೋಕ್ತಿಯ ಮಹತ್ತಮ ಘಾತ (ಡಿಗ್ರಿ)ವನ್ನು ಬರೆಯಿರಿ.',1], 
    ['ಒಂದು ವರ್ಗ ಬಹುಪದೋಕ್ತಿಯ ಮಹತ್ತಮ ಘಾತ (ಡಿಗ್ರಿ)ವನ್ನು ಬರೆಯಿರಿ.',2], 
    ['ಒಂದು ಘನ ಬಹುಪದೋಕ್ತಿಯ ಮಹತ್ತಮ ಘಾತ (ಡಿಗ್ರಿ)ವನ್ನು ಬರೆಯಿರಿ.',3],   
    ['p(x) = 3x\u00B3 - x\u2074 + 2x\u00B2 + 5x + 2 ಈ ಬಹುಪದೋಕ್ತಿಯ ಮಹತ್ತಮ ಘಾತವನ್ನು(ಡಿಗ್ರಿ) ಕಂಡುಹಿಡಿಯಿರಿ.',4],
    ['p(x) = x(x\u00B2 + 3) + 5x\u00B2 + 7 ಈ ಬಹುಪದೋಕ್ತಿಯ ಮಹತ್ತಮ ಘಾತ(ಡಿಗ್ರಿ)ವನ್ನು ಬರೆಯಿರಿ.',3], 
    ['p(x) = 5x\u00B2 - 6x\u00B3 - 7x + 1  ಬಹುಪದೋಕ್ತಿಯ ಡಿಗ್ರಿಯನ್ನು(ಮಹತ್ತಮ ಘಾತ) ಬರೆಯಿರಿ.',3], 
    ['p(x) = 2x\u00B2 - x\u00B3 + 5 ಈ ಬಹುಪದೋಕ್ತಿಯ ಮಹತ್ತಮ ಘಾತ (ಡಿಗ್ರಿ) ಬರೆಯಿರಿ.',3],
    ['p(x) = x\u00B3 + 2x\u00B2 - 5x - 6 ಬಹುಪದೋಕ್ತಿಯ ಮಹತ್ತಮ ಘಾತ (ಡಿಗ್ರಿ) ವನ್ನು ಬರೆಯಿರಿ.',3], 
]

pq2 = [
    ['p(x) = x\u00B2 - 3 ಈ ಬಹುಪದೋಕ್ತಿಯ ಶೂನ್ಯತೆಗಳನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ.','±√3'],
    ['p(x) = x\u00B2 - 9 ಈ ಬಹುಪದೋಕ್ತಿಯ ಶೂನ್ಯತೆಗಳನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ.','±3'],
    ['p(x) = x\u00B2 - 25 ಈ ಬಹುಪದೋಕ್ತಿಯ ಶೂನ್ಯತೆಗಳನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ.','5 ಹಾಗೂ -5'],
    ['p(x) = t\u00B2 - 15 ಈ ಬಹುಪದೋಕ್ತಿಯ ಶೂನ್ಯತೆಗಳನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ.','±√15'],
]

pq3 = [
    ['p(x) = x\u00B2 + 7x + 12 ಬಹುಪದೊಕ್ತಿಯ ಶೂನ್ಯತೆಗಳ ಮೊತ್ತ ಮತ್ತು ಗುಣಲಬ್ಧವನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ.','α + β = -7 ಮತ್ತು αβ = 12'],
    ['p(x) = 2x\u00B2 - 7x - 4 ಬಹುಪದೊಕ್ತಿಯ ಶೂನ್ಯತೆಗಳ ಮೊತ್ತ ಮತ್ತು ಗುಣಲಬ್ಧವನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ.','α + β = 7/2 ಮತ್ತು αβ = -2'],
    ['p(x) = 4x\u00B2 + 8x + 3 ಬಹುಪದೊಕ್ತಿಯ ಶೂನ್ಯತೆಗಳ ಮೊತ್ತ ಮತ್ತು ಗುಣಲಬ್ಧವನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ.','α + β = -2 ಮತ್ತು αβ = 3/4'],
    ['p(x) = x\u00B2 + 5x + 6 ಬಹುಪದೊಕ್ತಿಯ ಶೂನ್ಯತೆಗಳ ಮೊತ್ತ ಮತ್ತು ಗುಣಲಬ್ಧವನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ.','α + β = 5 ಮತ್ತು αβ = 6'],
    ['p(x) = x\u00B2 - 2x - 8 ಬಹುಪದೊಕ್ತಿಯ ಶೂನ್ಯತೆಗಳ ಮೊತ್ತ ಮತ್ತು ಗುಣಲಬ್ಧವನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ.','α + β = 2 ಮತ್ತು αβ = -8'],
    ['p(x) = 3x\u00B2 + 5x - 2 ಬಹುಪದೊಕ್ತಿಯ ಶೂನ್ಯತೆಗಳ ಮೊತ್ತ ಮತ್ತು ಗುಣಲಬ್ಧವನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ.','α + β = -5/3 ಮತ್ತು αβ = -2/3'],
]

pq4 = [
    ['P(x) = x\u00B2 + 7x + 10 ಈ ವರ್ಗ ಬಹುಪದೋಕ್ತಿಯ ಶೂನ್ಯತೆಗಳನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ. ಶೂನ್ಯತೆಗಳು ಮತ್ತು ಸಹಗುಣಕಗಳ ನಡುವಿನ ಸಂಬಂಧವನ್ನು ತಾಳೆ ನೋಡಿ.',52], 
    ['P(x) = x\u00B2 - 2x - 8 ಈ ವರ್ಗ ಬಹುಪದೋಕ್ತಿಯ ಶೂನ್ಯತೆಗಳನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ. ಶೂನ್ಯತೆಗಳು ಮತ್ತು ಸಹಗುಣಕಗಳ ನಡುವಿನ ಸಂಬಂಧವನ್ನು ತಾಳೆ ನೋಡಿ.',52], 
    ['P(x) = 4s\u00B2 - 4s + 1 ಈ ವರ್ಗ ಬಹುಪದೋಕ್ತಿಯ ಶೂನ್ಯತೆಗಳನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ. ಶೂನ್ಯತೆಗಳು ಮತ್ತು ಸಹಗುಣಕಗಳ ನಡುವಿನ ಸಂಬಂಧವನ್ನು ತಾಳೆ ನೋಡಿ.',52], 
    ['P(x) = 3x\u00B2 - x - 4 ಈ ವರ್ಗ ಬಹುಪದೋಕ್ತಿಯ ಶೂನ್ಯತೆಗಳನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ. ಶೂನ್ಯತೆಗಳು ಮತ್ತು ಸಹಗುಣಕಗಳ ನಡುವಿನ ಸಂಬಂಧವನ್ನು ತಾಳೆ ನೋಡಿ.',52],
]

pq5 = [
    ['ಶೂನ್ಯತೆಗಳ ಮೊತ್ತ 7 ಮತ್ತು ಶೂನ್ಯತೆಗಳ ಗುಣಲಬ್ಧ 12 ಆಗಿರುವ ವರ್ಗ ಬಹುಪದೋಕ್ತಿಯನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ ಹಾಗೂ ಬಹುಪದೋಕ್ತಿಯ ಶೂನ್ಯತೆಗಳನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ.',52], 
    ['ಶೂನ್ಯತೆಗಳ ಮೊತ್ತ 4 ಮತ್ತು ಶೂನ್ಯತೆಗಳ ಗುಣಲಬ್ಧ 1 ಆಗಿರುವ ವರ್ಗ ಬಹುಪದೋಕ್ತಿಯನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ ಹಾಗೂ ಬಹುಪದೋಕ್ತಿಯ ಶೂನ್ಯತೆಗಳನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ.',52], 
    ['ಶೂನ್ಯತೆಗಳ ಮೊತ್ತ -3 ಮತ್ತು ಶೂನ್ಯತೆಗಳ ಗುಣಲಬ್ಧ 2 ಆಗಿರುವ ವರ್ಗ ಬಹುಪದೋಕ್ತಿಯನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ. ಬಹುಪದೋಕ್ತಿಯ ಶೂನ್ಯತೆಗಳನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ.',52], 
    ['ಶೂನ್ಯತೆಗಳ ಮೊತ್ತ 5 ಮತ್ತು ಶೂನ್ಯತೆಗಳ ಗುಣಲಬ್ಧ 6 ಆಗಿರುವ ವರ್ಗ ಬಹುಪದೋಕ್ತಿಯನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ. ಬಹುಪದೋಕ್ತಿಯ ಶೂನ್ಯತೆಗಳನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ.',52], 
]