rnq1 = [
    ['2 ಮತ್ತು 3 ರ ಲ. ಸಾ. ಅ.','(A) 2','(B) 3','(C) 5','(D) 6','(D) 6'], 
    ['‘A’ ಮತ್ತು  ‘B’ ಗಳು ಯಾವುದೇ ಎರಡು ಧನ ಪೂರ್ಣಾಂಕಗಳಾಗಿದ್ದು, ಅವುಗಳ ಮ.ಸಾ.ಅ. ಮತ್ತು ಲ.ಸಾ.ಅ. ಗಳು ಕ್ರಮವಾಗಿ ‘H’ ಮತ್ತು  ‘L’ ಆಗಿದ್ದಾಗ, ಕೆಳಗಿನವುಗಳಲ್ಲಿ ಸರಿಯಾದ ಸಂಬಂಧವು ','(A) H x B = L x B','(B) H x L = A x B','(C) H + L = A + B','(D) H - L = A – B','(B) H x L = A x B'], 
   
]
rnq2 = [
    ['70 ನ್ನು ಅದರ ಅವಿಭಾಜ್ಯ ಅಪವರ್ತನಗಳ ಗುಣಲಬ್ಧವಾಗಿ ವ್ಯಕ್ತಪಡಿಸಿ.',1], 
    ['216 ನ್ನು ಅದರ ಅವಿಭಾಜ್ಯ ಅಪವರ್ತನಗಳ ಗುಣಲಬ್ಧವಾಗಿ ವ್ಯಕ್ತಪಡಿಸಿ.',2], 
    ['90 ನ್ನು ಅದರ ಅವಿಭಾಜ್ಯ ಅಪವರ್ತನಗಳ ಗುಣಲಬ್ಧವಾಗಿ ವ್ಯಕ್ತಪಡಿಸಿ.',3], 
    ['108 ನ್ನು ಅದರ ಅವಿಭಾಜ್ಯ ಅಪವರ್ತನಗಳ ಗುಣಲಬ್ಧವಾಗಿ ವ್ಯಕ್ತಪಡಿಸಿ.',4], 
    ['96 ನ್ನು ಅದರ ಅವಿಭಾಜ್ಯ ಅಪವರ್ತನಗಳ ಗುಣಲಬ್ಧವಾಗಿ ವ್ಯಕ್ತಪಡಿಸಿ.',5], 
    ['72 ನ್ನು ಅದರ ಅವಿಭಾಜ್ಯ ಅಪವರ್ತನಗಳ ಗುಣಲಬ್ಧವಾಗಿ ವ್ಯಕ್ತಪಡಿಸಿ.',6], 
    ['76 ನ್ನು ಅವಿಭಾಜ್ಯ ಅಪವರ್ತನಗಳ ಗುಣಲಬ್ಧವನ್ನಾಗಿ ಬರೆಯಿರಿ.',7],
     ['48 ನ್ನು ಅದರ ಅವಿಭಾಜ್ಯ ಅಪವರ್ತನಗಳ ಗುಣಲಬ್ಧವಾಗಿ ವ್ಯಕ್ತಪಡಿಸಿ.',8], 
    ['90 ನ್ನು ಅದರ ಅವಿಭಾಜ್ಯ ಅಪವರ್ತನಗಳ ಗುಣಲಬ್ಧವಾಗಿ ವ್ಯಕ್ತಪಡಿಸಿ.',9], 
    ['64 ನ್ನು ಅವಿಭಾಜ್ಯ ಅಪವರ್ತನಗಳ ಗುಣಲಬ್ಧವನ್ನಾಗಿ ಬರೆಯಿರಿ.',10],
]
rnq3 = [
    ['6, 72 ಮತ್ತು 120 ಇವುಗಳ ಮ.ಸಾ.ಅ. ಮತ್ತು ಲ.ಸಾ.ಅ ಗಳನ್ನು ಅವಿಭಾಜ್ಯ ಅಪವರ್ತನ ವಿಧಾನದಿಂದ ಕಂಡುಹಿಡಿಯಿರಿ.',1], 
    ['15, 24 ಮತ್ತು 36 ಇವುಗಳ ಮ.ಸಾ.ಅ. ಮತ್ತು ಲ.ಸಾ.ಅ ಗಳನ್ನು ಅವಿಭಾಜ್ಯ ಅಪವರ್ತನ ವಿಧಾನದಿಂದ ಕಂಡುಹಿಡಿಯಿರಿ.',2], 
    ['30, 54 ಮತ್ತು 72 ಇವುಗಳ ಮ.ಸಾ.ಅ. ಮತ್ತು ಲ.ಸಾ.ಅ ಗಳನ್ನು ಅವಿಭಾಜ್ಯ ಅಪವರ್ತನ ವಿಧಾನದಿಂದ ಕಂಡುಹಿಡಿಯಿರಿ.',3], 
    ['3, 8 ಮತ್ತು 15 ಇವುಗಳ ಮ.ಸಾ.ಅ. ಮತ್ತು ಲ.ಸಾ.ಅ ಗಳನ್ನು ಅವಿಭಾಜ್ಯ ಅಪವರ್ತನ ವಿಧಾನದಿಂದ ಕಂಡುಹಿಡಿಯಿರಿ.',4], 
    ['17, 23 ಮತ್ತು 29 ಇವುಗಳ ಮ.ಸಾ.ಅ. ಮತ್ತು ಲ.ಸಾ.ಅ ಗಳನ್ನು ಅವಿಭಾಜ್ಯ ಅಪವರ್ತನ ವಿಧಾನದಿಂದ ಕಂಡುಹಿಡಿಯಿರಿ.',5], 
]
rnq4 = [
    ['ಎರಡು ಧನ ಪೂರ್ಣಾಂಕಗಳ ಮ.ಸಾ.ಅ. ಮತ್ತು ಲ.ಸಾ.ಅ. ಗಳು ಕ್ರಮವಾಗಿ 4 ಮತ್ತು 60 ಆಗಿದೆ. ಒಂದು ಪೂರ್ಣಾಂಕವು 20 ಆದರೆ, ಮತ್ತೊಂದು ಪೂರ್ಣಾಂಕವನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ.',1], 
    ['ಎರಡು ಸಂಖ್ಯೆಗಳ ಮ.ಸಾ.ಅ. ಮತ್ತು ಲ.ಸಾ.ಅ. ಗಳು ಕ್ರಮವಾಗಿ 12 ಮತ್ತು 360 ಆಗಿವೆ. ಒಂದು ಸಂಖ್ಯೆ 72 ಆದರೆ, ಇನ್ನೊಂದು ಸಂಖ್ಯೆಯನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ.',2], 
    ['ಎರಡು ಸಂಖ್ಯೆಗಳ ಮ.ಸಾ.ಅ. ಮತ್ತು ಲ.ಸಾ.ಅ. ಗಳು ಕ್ರಮವಾಗಿ 3 ಮತ್ತು 120 ಆಗಿವೆ. ಒಂದು ಸಂಖ್ಯೆ 24 ಆದರೆ, ಇನ್ನೊಂದು ಸಂಖ್ಯೆಯನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ.',3], 
   
]
rnq5 = [
    ['6+√2  ಒಂದು ಅಭಾಗಲಬ್ಧ ಸಂಖ್ಯೆ ಎಂದು ಸಾಧಿಸಿ.'], 
    ['3+√2 ನ್ನು ಒಂದು ಅಭಾಗಲಬ್ಧ ಸಂಖ್ಯೆ ಎಂದು ಸಾಧಿಸಿ.'], 
    ['2+√3 ನ್ನು ಒಂದು ಅಭಾಗಲಬ್ಧ ಸಂಖ್ಯೆ ಎಂದು ಸಾಧಿಸಿ.'], 
    ['5+√3 ನ್ನು ಒಂದು ಅಭಾಗಲಬ್ಧ ಸಂಖ್ಯೆ ಎಂದು ಸಾಧಿಸಿ.'], 
    [' 3+√5 ನ್ನು ಒಂದು ಅಭಾಗಲಬ್ಧ ಸಂಖ್ಯೆ ಎಂದು ಸಾಧಿಸಿ.'], 
     ['2+√5 ನ್ನು ಒಂದು ಅಭಾಗಲಬ್ಧ ಸಂಖ್ಯೆ ಎಂದು ಸಾಧಿಸಿ.'], 
    [' 5+√2 ನ್ನು ಒಂದು ಅಭಾಗಲಬ್ಧ ಸಂಖ್ಯೆ ಎಂದು ಸಾಧಿಸಿ.'], 
]
rnq6 = [
    ['√3 ನ್ನು ಒಂದು ಅಭಾಗಲಬ್ಧ ಸಂಖ್ಯೆ ಎಂದು ಸಾಧಿಸಿ.'], 
    ['√2 ನ್ನು ಒಂದು ಅಭಾಗಲಬ್ಧ ಸಂಖ್ಯೆ ಎಂದು ಸಾಧಿಸಿ.'], 
    ['√5 ನ್ನು ಒಂದು ಅಭಾಗಲಬ್ಧ ಸಂಖ್ಯೆ ಎಂದು ಸಾಧಿಸಿ.'], 
]

